Revit 2024 API
SymbolTypeId.Cf Property
 Symbol CF, indicating unit Cubic feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Cf { get; }
Visual Basic
Public Shared ReadOnly Property Cf As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Cf {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace